 [
  {"trackIntro":"郑重声明：本人所有节目，因个人爱好而录制上传，不用于任何商业目的，不以赚钱为目标。只是想若干年后，自己会因为这些爱好人生有所改变，有朝一日自己这些爱好更加专业优秀的时候，回头听听，曾经也是那么Low，以示不忘初心。所有节目已更新完毕，大家对历史和语言表达有兴趣的同学，可加我微信（Rickey_1025），感谢各位的支持。","trackId":157956161,"title":"写在开端","musicUrl":"http:\/\/fdfs.xmcdn.com\/group60\/M03\/31\/9C\/wKgLeVyuGAHxhPMeACPYGEtJz1M431.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"夏朝（前2033?-前1562?）是中国历史上第一王朝。\r\n\r\n\r\n  \r\n\r\n\r\n 四千多年前，夏部落首领禹因治水有功，得到了虞舜的重用并最终将部落联盟首领之位禅让于他，是夏王朝的开端。大禹死后，其子启即位，即历史上所谓的“大禹传子”，宣告了部落联盟“禅让制”的结束和封建世袭制的开始。\r\n\r\n\r\n  \r\n\r\n\r\n 然而夏的统治并不巩固，启在位的时代就发生了伯益叛乱；启之子太康也治国无方，当政期间更是战乱纷纷，最后被东夷的后羿夺取了统治权，史称“太康失国”。后羿与太康相同，也是一个无能的统治者，终日沉溺于游猎之中，将政事完全交与寒浞手中。寒浞掌权后，杀后羿而代之，自立为王。\r\n\r\n\r\n  \r\n\r\n\r\n 后，太康弟仲康之孙少康与夏朝遗臣伯靡联手，起兵打败寒浞，恢复夏朝的统治地位，史称“少康中兴”；夏朝的统治这才得以巩固，进入了国势向上的相对稳定时期。自少康以后的杼、槐、芒、泄、不降、扃、胤甲等八代的统治，政治稳定，经济繁荣。\r\n\r\n\r\n  \r\n\r\n\r\n 到夏代的第十三个国王孔甲执政，夏朝开始走向了衰亡。孔甲“好方鬼神，事淫乱”，引起人民的不满和诸侯的叛乱。夏朝的统治从此发生危机，只过了四代便导致了亡国之祸。故而史书记载“孔甲乱夏，四世而陨”（《国语&middo...","trackId":65022185,"title":"1.夏朝历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group55\/M08\/95\/05\/wKgLf1xW2C3gHLhTABlEv0dgNr0736.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"三皇五帝始，尧舜禹相传。夏商与西周，东周分两段。春秋和战国，一统秦两汉。\r\n\r\n\r\n 三分魏蜀吴，二晋前后延。南北朝并立，隋唐五代传。宋元明清后，皇朝自此完。商朝（前562年？—1066年？）是中国历史上的第二个王朝，与夏、周并称为中国的“三代”，在中国历史上有着相当重要的地位。据传说，商王的祖先是五帝的后代之一。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 约在公元前16世纪，一个以鸟为图腾的氏族——商在黄河下游崛起，其首领成汤深得民心；在大臣伊尹、仲虺等人的大力辅佐下，开始了伐桀的战争。先消灭了个葛、韦、顾、昆、吾等夏的盟国，翦除了夏桀的羽翼，后又在有娀之墟与鸣条两次大败夏桀军队。成汤回师毫邑后，便正式即位为王，各路诸侯前来朝贺，商王朝正式建立。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 成汤在位十二年而死，死后由外丙即位。自外丙经仲壬至太甲几代执政时间都很短，商朝的大权实际掌握于伊尹手中。太甲即位后，不遵先法，胡作非为，伊尹便把他放逐到桐。及至悔过，伊尹又亲迎太甲回来继续执政，商的统治又呈现出清明气象。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 太甲死后，传位于其子沃丁，其后历经太庚、小甲、雍、太戊四代，商朝统治曾一度衰落，直至太戊执政期间，商朝才再度兴盛起来，出现了继成汤...","trackId":42378464,"title":"2.商朝历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group56\/M00\/95\/1C\/wKgLgFxW2STTYRiWABkJKAHA6QA794.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"西周(前1027年?—前771年)是我国继夏商之后的第三个王朝，是中国远古社会的鼎盛时期。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 周的先祖起源于黄帝族，在夏朝时，周族首领弃为“后稷”，负责管理农事，故而，周族是一个善于农业耕作的部落，这大大促进了周的经济发展。至周文王时，周已发展成为一个可与殷商抗衡的大诸侯国。文王是周朝历史上卓有政绩的统治者之一。他在位期间，在军师姜尚的辅佐下，开始了“翦商”的准备，先后灭耆、邗、崇等国，又迁都于丰（今西安市西南），于是完成了对商都的钳形包围。在迁都后的第二年，文王卒，其子姬发继承王位，即赫赫有名的周武王，继续周朝的灭商行动。武王九年，周于孟津大会诸侯，并与诸侯结下同盟，共同讨伐商纣。此后，武王又打败商军于牧野，攻占商都朝歌，结束了商朝的统治。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 武王死后，其子诵即位，是为成王；因成王年幼，由武王之弟周公旦摄权。在他的统治下，周消灭了各个叛乱势力，东迁国都于“雒邑”，加强了对东方诸部的统治。分封周室亲戚及有功大臣为诸侯。建立“周刑”稳定了社会秩序。通过一系列的政治治理，西周王朝的统治得到了巩固，开始走向繁荣。西周自成王，经康王、昭王、至穆王，是向外扩张的时期。成王时代...","trackId":69079914,"title":"3.西周历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group57\/M01\/95\/4F\/wKgLd1xW2arArnhxABxDR9NAbQE302.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"东周时期又称春秋（前770年-前476年），是我国历史上的第一次全国性大分裂形成的时期。史家一般以“三家分晋”作为春秋时代的结束和战国时代的开始。\r\n \r\n \r\n  \r\n \r\n \r\n 公元前七七零年平王东迁，建立了东周王朝。但此时周已衰弱到了极点，统治范围方圆不足六百里，各诸侯国纷纷割据称雄，不再朝见周王，其统率诸侯的权利也是名存实亡。此间，全国共分为一百四十多个大小诸侯国，而其中以楚国、齐国、晋国、吴国、越国、秦国为大。\r\n \r\n \r\n  \r\n \r\n \r\n 楚\r\n \r\n \r\n  \r\n \r\n \r\n 楚国是三苗人在长江中下游建立起的一个国家，它在周初曾参加了武王发纣的战争，后得到周的封号，居楚地丹阳（今湖北姊归县）。春秋初期，楚国日益强大。前七零四年，楚君熊通字号为武王，有地千里。因其地处中国南方，故而楚国与中原的华夏各诸侯经常发生一些战事。通过战争，楚国先后吞并了四十五个较弱小的诸侯方国，并逐步成为春秋前期中国南方的主要强国之一。\r\n \r\n \r\n  \r\n \r\n \r\n 齐\r\n \r\n \r\n  \r\n \r\n \r\n 齐国的祖先是周文王的谋臣姜尚之族，姜尚因助周灭商有功被封为齐侯，同时周统治者赐予齐国一种特权——可以讨伐有罪的诸侯，凭借这项特权，齐国在西周时期以发展成为东方的大国。春秋年间，齐...","trackId":70275206,"title":"4.东周（春秋）历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group57\/M02\/95\/3B\/wKgLgVxW2rmTgqT4ACAkv26P72w431.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"战国（前403年-前221年）是我国继东周列国以来的又一个诸侯割据的时代。其与春秋在历史上并无明确的界限，只是依照今天的习惯，以“三家分晋”（前 403年）为起始标志，到前二二一年秦统一六国这一段时间称为战国时期\r\n \r\n \r\n  \r\n \r\n \r\n 到了战国时期，中国的局面已发生了变化：其中，诸多中小诸侯国家已被吞并，余下的秦、楚、燕、韩、赵、魏、齐七国成为战国时期的主要诸侯国家，它们通常被后人称为“战国七雄”。\r\n \r\n \r\n  \r\n \r\n \r\n 秦\r\n \r\n \r\n  \r\n \r\n \r\n 秦国在春秋末期是力量较弱的国家之一，所以秦统治者一直力图改变这种局面。前三六一年，秦孝公下令求贤，魏国人商鞅应暮入秦，自此，秦国进入了其快速发展的阶段。商鞅在十年的时间里通过实行 组织民户、奖励军功及变领主制为地主制等一系列政治经济的改革，使秦国国富民强，成为战国第一大国。但商鞅的变法遭到了其他旧势力的反对，至秦惠王即位，商鞅便被施以车裂之刑，而他所设立的新法却广泛被秦人接受， 成为此后秦国政策的基础。就在商鞅变法的同年，秦国灭蜀，至此，秦国北有上郡，南有巴蜀，东有黄河与函谷关，地势宜首难攻故而被称为“天府雄国”。加之商鞅变法所创造的经济政治条件，使之完全具备了统一...","trackId":70274533,"title":"5.战国历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group55\/M05\/95\/73\/wKgLf1xW23Gjn6bPACNF-WP0F_8903.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},
  {"trackIntro":"秦朝（前221年—前206年）是我国历史上第一个帝制国家。\r\n \r\n \r\n  \r\n \r\n \r\n 战国末年，强秦以武力消灭其余六国，统一了全国。赢政二十六年（前221年），秦王改前朝的分封制为中央集权制，取“三皇”之皇，“五帝”之帝，自称始皇帝，定都咸阳，是为秦始皇。始皇分天下为三十六郡，由朝廷任命官吏，不再采用世袭制。在朝内设左右丞相、御使大夫、太尉、将军、廷尉等官职，任用贤能。又下令统一六国的文字与度量衡，以秦相李斯订正的秦篆（小篆）为全国统一字体，并经过大规模的移民，消除了方言方面的障碍。前二二一年，始皇颁布统一度量衡诏书，其中规定了币制、地亩制、车轨制等各种订制。\r\n \r\n \r\n  \r\n \r\n \r\n 为了减少匈奴的北方少数民族的威胁，始皇派大将蒙恬以三十万大军北击匈奴，并在原先六国城墙的基础上加以连接、修复，逐步修建起万里长城。在国内，始皇派遣大量的民夫为其修建工程浩大的宫殿及陵墓，其中宫殿以阿旁宫为最，相传项羽灭秦后火烧阿旁宫，大火燃烧了三个月才逐渐熄灭。\r\n \r\n \r\n  \r\n \r\n \r\n 始皇在位十二年中，曾多次巡游天下，前二二零年，巡陇西、北地二郡；前二一九年，第二次东巡上邹峄山；前二一八年，第三次东巡登芝罘山刻石；前二一五年，第四...","trackId":70428593,"title":"6.秦朝历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group56\/M04\/95\/B5\/wKgLdlxW29nAHT4rABppZnWSOCI161.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"西汉（公元前206年—公元8年）是我国第一个统一强盛的帝国。在西汉统治的近四百年的历史中，通过一系列的政治经济的改革，使国力强盛、人民安乐，呈现出一派太平盛世的景象。在此期间，中国一直以世界强国的面目屹立于世界之林。\r\n \r\n \r\n  \r\n \r\n \r\n 秦末年，项羽、刘邦拥立楚怀王与秦朝抗争。经过几年的征战，刘项军夺取天下，项羽废怀王自立为西楚霸王，分封天下土地于王侯数十人，其中刘邦被封为汉王，都南郑。但刘邦并不甘心居于项羽之下，在谋士张良、萧何，大将军韩信等人的帮助下，于公元前二零二年击败项羽，登临帝位，国号汉，定都长安，是为汉高帝。\r\n \r\n \r\n  \r\n \r\n \r\n 高祖在位七年间，为了削弱异姓王侯的势力，先后剥夺韩信、英布、彭越等大将的兵权与封号，加强了中央集权统治。同时制定一系列的“与民休息”的政治方针，巩固了自己的统治，为强大的汉朝盛世奠定基础。前一五九年，高祖薨，传位惠帝刘盈，但此时政权实际已掌握在汉高皇后吕雉的手中。 吕后前后共掌权十六年，是我国历史上为数不多的女统治者之一。前一八三年，刘恒即位，是为文帝，他与景帝（文帝之子，前156—前143年在位）刘启都继续执行高祖所制定的“与民休息”的政策方针，减轻人民赋税，...","trackId":53213193,"title":"7.西汉历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group56\/M0A\/95\/8E\/wKgLgFxW3GKy8huAAB5-tRr_Ct0244.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"新朝（公元9年—公元23年），仅存十四年，是中国历史上很短命的王朝。开国皇帝王莽，西汉元帝王皇后的侄子。西汉后期，王莽逐渐把持朝政。公元9年，王莽自立为帝，国号“新”，年号为“始建国”，公元14年改元“天凤”，公元20年又改元“地皇”。 新朝末期，社会混乱，爆发了绿林赤眉农民大起义。公元23年，在昆阳，王莽军被更始帝大军打败。同年，赤眉绿林军攻入长安，王莽被杀，新朝灭亡。\r\n \r\n \r\n 　　西汉与东汉之间。隔了一个短短的朝代。这就是历时十八年的王莽新朝。一般的历史著作不大提这一朝代，人们认为这是西汉和东汉两个朝代的衔接过渡阶段，是汉朝的暂时中断。其实，这是应当算作一个独立的朝代去研究。这不仅因为王莽正式称帝建年号，还因为他掌握了实际政权，颁布实行了许多重要的政策法令。新朝的王莽，就是一位中国历史上独一无二的由书生通过干仕以和平方式而走上帝位的书生皇帝。","trackId":158016909,"title":"8.新朝历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group57\/M0A\/9B\/66\/wKgLgVxXDB-yU9nmAApNUjV1rcM890.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"东汉王朝（公元25年—公元220年）由汉光武帝刘秀建立，他推翻了王莽所建立起的新王朝，重新恢复由刘氏统治的汉王朝，史家称此汉朝为东汉。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 公元25年，刘秀在绿林军的协助下，以武力击败了篡位的王莽，夺得帝位。刘秀身为西汉皇族，故仍定国号为汉，但建都洛阳，年号建武，是为汉光武帝。 建武二年，光武帝下令全面改革王莽所实施的旧政策，整顿吏治，设尚书六人分掌国家大事，以近一步削弱三公（太尉、司徒、司空）的权限；废除“官奴”；清查土地，使人民生活逐步稳定下来。 到公元一世纪中叶，经过光武帝、明帝（58—76年在位）、章帝（76—89年在位）三代的治理，东汉王朝已经逐渐恢复了往日汉朝的强盛，这一时期被后人称之为“光武中兴”。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 公元89年，汉章帝薨，由年仅十岁的和帝刘肇即位，年号永元。因和帝年幼，统治权利完全落于章帝皇后窦氏与其兄窦宪之手。窦氏的专权引起了上下官吏的不满，和帝于公元92年与宦官郑众等人合力诛灭窦氏， 郑众因功封侯。自此，宦官越来越甚地参与东汉的政治统治，加之自和帝刘肇以来历代汉帝都宠信宦官，及至桓帝（公元132—167年在位）、灵帝（公元168—189年在位）年间，宦官的权利已达到无以复...","trackId":53235651,"title":"9.东汉历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group56\/M0A\/BA\/62\/wKgLdlxZrfexsHr8ABoUgQAXnOk036.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"三国时期是我国历史上的比较著名的一段时期，自赤壁之战（公元211年）起，至西晋统一中国（公元280年）止。期间，曹氏的魏国，刘氏的蜀国和孙氏的吴国三国鼎立，故而，称为三国时期。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 东汉末年，董卓专权，天下各路诸侯联军讨伐。其中，作为八校尉之一的曹操也参与了讨伐。从此之后，曹操势力日益强大，建安元年（公元196年），曹操奉汉献帝于许昌，“挟天子以令诸侯”，先后消灭北方的袁术、吕布、张绣、袁绍等人，统一了长江以北的大部分地区。公元208 年，曹操率八十余万大军，准备一举击溃东吴孙权的势力；此时，刘备的谋士的诸葛亮力劝东吴与其联手，合力抗曹。孙权接受了诸葛亮的建议，并在赤壁一战中以火攻击溃了兵力占优的曹军，而刘备则趁机夺取了汉中与蜀地，三国鼎力的局面正式形成。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 公元215年，曹操趁刘备与孙权为荆州开战之机，出兵攻占了汉中，直接威胁着刘备的蜀地。刘备与孙权和解回兵汉中，击溃曹军，并斩杀曹操大将夏侯渊。公元219年，刘备军大将关羽进攻曹操的樊城，曹操遣使与东吴联盟。孙权的大将吕蒙也建议借机袭取江陵。于是孙曹两军夹击，斩关羽于麦城。孙刘联盟被彻底破坏，北方的局势得以缓和。次年，曹操病逝...","trackId":53235767,"title":"10.三国历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group55\/M02\/C7\/5D\/wKgLf1xnz7LhKk_oAB2jHU8amwM358.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"西晋（公元265年—公元316年）是由魏国司马氏建立起来的国家，它以其强大的军事力量统一了当时还处于分裂之中的中国。但由于统治阶级的内部矛盾，在很短的时间内，西晋王朝便分崩瓦解，使中国又恢复到原来的分裂状态。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 三国时期，司马懿作为曹操的军师与吴、蜀交战，因其卓越的军事政治指挥才能，连续辅佐曹丕、曹叡、曹芳三帝，成为魏国的实权人物。魏嘉平三年（公元251年）司马懿卒，其子司马师、司马昭先后掌权。司马昭权势极大，自封为晋王，封其子司马炎为太子，开始准备取魏而代之。公元二六五年，司马昭卒，其子司马炎废魏帝曹奂，该国号为晋，都于洛阳，这就是中国历史上的西晋王朝。司马炎是为晋武帝。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 司马炎即位之时，三国之中的吴国还未被平定，故而武帝登基后的第一件大事便是平定东吴统一全国。公元二八零年，晋军南下进攻建业（今南京），吴主孙皓出城请降，至此，魏、蜀、吴相继灭亡，中国出现了暂时的统一。在完成统一大业之后，武帝分封十余有功同姓为王，又对晋朝的官制、兵制、法制等一系列政治制度进行了调整，但由于晋臣多为前朝的名门望族，故而他们提出的政治改革措施多以保障其自身利益为主，其中大部分并不适应...","trackId":53235798,"title":"11.西晋历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group57\/M06\/CA\/8E\/wKgLd1xn72rSYnXOABxz2USstVk406.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"东晋王朝（公元317年—公元420年）是由西晋王室后裔在南方建立起来的朝廷，虽然在今天我们将其作为一个朝代写进中国的古代历史，但事实上东晋的统治范围却仅限于江南的半壁河山，在此期间，中国北方一直由赵、前秦等外族统治者控制，并且这种局面一直持续了两个时代——东晋、南北朝——近三百年的时间。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 公元三一六年，西晋的末代皇帝司马邺被俘，宣告了西晋的灭亡，但一些晋朝的旧臣并不甘心亡国的命运，仍在全国各地积极活动，准备恢复晋朝的统治。三一七年，琅琊王司马睿在南渡过江的中原氏族与江南氏族的拥护下，在建康称帝，国号仍为晋，司马睿是为晋元帝，因其继西晋之后偏安于江南，故史家称之为东晋。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 由于东晋王朝的统治阶层大部分是由过江避难的中原名门望族与江南的土居氏族组成的，存在着地域、文化等方面的差异，他们之间一直相互排挤；在东晋统治的一百多年中，中原氏族占据统治的主导地位，而南方土居氏族则一直被排斥。元帝年间，北方大臣王导希望改变这种状况，他在南北氏族之间奔走，极力劝说各族修好，但收效甚微。后来江南氏族也曾多次因不满东晋的统治而起来反抗，大大的动摇了东晋的统治。\r\n\r\n\r\n  \r\n\r\n\r\n\r\n 自晋元...","trackId":53235817,"title":"12.东晋历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group56\/M06\/D1\/A7\/wKgLgFxoF3WgT5DtACChpWE8-Cg156.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"五胡十六国”是指自西晋末年到北魏统一北方期间，曾在中国北部境内建立政权的五个北方民族及其所建立的政权。五胡指匈奴、鲜卑、羯、氐、羌；十六国指前凉、后凉、南凉、西凉、北凉、前赵、后赵、前秦、后秦、西秦、前燕、后燕、南燕、北燕、夏、成汉。这个时期也被称为“五胡乱华”时期。\r\n \r\n \r\n 晋在曹魏统一北方，进而晋武帝灭孙吴统一中国之后，本可以继续秦汉统一之格局，但是司马王朝走的是门阀政体(指政权主要由少数几个高门显族的人物掌握)之局。这样一来，社会各个阶级的矛盾和对立，动摇了晋王室的基础。晋惠帝末年的八王之乱，和其它的外患导致中原沦陷，边陲不保，群雄混战，生灵涂炭。司马王室南迁。而北方的黄河流域则成为各少数民族的逐鹿之地，直至东晋灭亡，中原从未被东晋所收复，国家未为统一，此时期为“五胡十六国”。\r\n \r\n \r\n 五胡十六国时期，匈奴、鲜卑、羯、氐、羌等五胡除了建立前凉、后凉、南凉、西凉、北凉、前赵、后赵、前秦、后秦、西秦、前燕、后燕、南燕、北燕、夏、成汉等十六国之外，还有代国、冉魏、西燕、吐谷浑等，实际上共有二十国。\r\n \r\n \r\n 姓名庙号年号即位时间即位年龄在位年数死时年龄世系备注\r\n \r\n \r\n 汉（前赵）世系\r\n \r\n \r...","trackId":53369000,"title":"13.五胡十六国历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group56\/M09\/12\/28\/wKgLgFxqzTfBd0HrAAyRukuTMb4862.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"南朝（公元420年—公元589年）是东晋之后建立于南方的四个朝代的总称。自公元420年东晋王朝灭亡之后，在南方先后出现了宋、齐、梁、陈四个国家，而它们存在的时间都相对较短。其中最长的不过九十五年，最短的仅有二十三年，是我国历史上朝代更迭较快的一段时间。此时，中国正处于南北分裂的时期，在我国历史上南朝与北方的北齐、北魏、北周等国合称为“南北朝”。\r\n \r\n \r\n \r\n 宋（公元420—479年）\r\n \r\n \r\n 宋朝的开国皇帝刘裕是东晋末年发展起来的新兴力量。他在与东晋四大家族的斗争中取得了胜利，于公元420年他废掉了晋帝，自立为王，国号宋。为区别于后世赵匡胤建立的宋朝，史学家长称之为“刘宋”。由于刘裕出身贫寒，又看到了东晋因大族屡屡兴兵反抗而使其灭亡的教训，故而在他登基后，不再重用名门大族。其用人也多为贫寒出身，兵权则主要交于自己的皇子，所以没重蹈东晋发生大族割据的覆辙。然而，由于皇子相互间的争权夺利，最后以至与相互残杀，这是刘裕始料未及的。 前四二二年，刘裕卒，宋少帝、文帝相继即位。其中，文帝刘义隆在位的三十年间，是宋朝最繁荣的一段时期，这时南方的经济、文化才真正有所发展。公元四五零年至公元四五一年，宋与北朝的魏国交战...","trackId":53369011,"title":"14.南朝历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group55\/M00\/2E\/3F\/wKgLf1xsGFTDqENiACI29EXyVQ0634.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"北朝（公元386年—公元518年）是我国历史上与南朝同时代的北方王朝的总称，其中包括了北魏、北齐、北周等数个王朝。但与南朝不同的是，北朝诸国的建立者大部分是北方少数民族，而并非汉族。\r\n \r\n \r\n 　　自西晋灭亡后，中国北方一直处于“五胡十六国”割据的混乱局面，直至公元三八六年鲜卑族拓跋部在北方建立起魏国后，北方才从脱离了东晋名义上的统治，使局势逐渐安定起来。公元四七一年，魏孝文帝即位，开始了北魏的第一次重大改革。孝文帝拓跋宏是我国历史上一位杰出的政治家，他五岁登基，二十四岁正式接替文明太后执掌政权，执政伊始，他便开始了“文治”政策。为了加强同汉族及其他一些少数民族的交流，公元四五九年孝文帝以南征为名义，将都城从平城（今山西大同）迁至曹魏故都洛阳。由于洛阳远离鲜卑贵族居住的平城，保守势力相对弱了起来，在这种情况下，孝文帝开始了他的改革。\r\n \r\n \r\n 　　首先，孝文帝下令鲜卑人改穿汉人服装、禁止说鲜卑话，废除了鲜卑族的种种特权。后来又将鲜卑诸姓改为汉姓，其中拓跋改作元姓，另外还有一些鲜卑姓氏都改为长孙、穆、奚、陆、贺等汉族姓氏，孝文帝还通过婚姻方式来加强鲜卑同汉族的关系，同时在政治上大力重用汉族官员，...","trackId":161829717,"title":"15.北朝历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group57\/M00\/2E\/F2\/wKgLgVxsIgCjWw82AB74v5WseMk695.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"隋朝（公元581—618年）共统治中国三十八年，前后仅文帝、炀帝两代，是我国历史上存在较短的朝代之一。\r\n \r\n \r\n  \r\n \r\n \r\n 随着南北朝在政治、经济上的逐步衰落，身为北周的辅政大臣的杨坚于公元581年2月迫使年轻的周静帝让位，自立为帝。因杨坚曾官居隋国公之职，故改国号为隋，年号开皇，建都长安，他就是隋朝的开国皇帝隋文帝。\r\n \r\n \r\n  \r\n \r\n \r\n 杨坚登基后，果断地进行了一系列的政治、经济等方面的社会改革，巩固了隋朝的统治，并于开皇八年（588 年）12月攻占了南朝的最后一个朝代后陈的都城建业（今南京）宣布了南朝的灭亡。至此，长期分裂的中国又复统一。文帝在位二十四年，曾于601年改年号为仁寿。仁寿四年，六十三岁的杨坚卒于仁寿宫。（后世有记载称杨坚是被其子杨广指使心腹张衡入宫行刺而亡。）\r\n \r\n \r\n  \r\n \r\n \r\n 文帝死后，翌日其子杨广即位，年号大业，是为隋炀帝，他是中国历史上有名的暴君。他即位后，就开始大兴土木，为自己建造奢侈豪华的宫殿，开凿大运河为自己享用。为了扩大其统治，他还不断向外扩张。炀帝于大业十二年（612年）至大业十四年，三征辽东高丽（今朝鲜半岛），但均告失利。连年征战与炀帝暴政致使隋朝的国力大大削弱，人民的生活几...","trackId":58945387,"title":"16.隋朝历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group56\/M07\/2F\/A7\/wKgLgFxsKmaw9_wnAB_NZoDwBsU614.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"唐朝（公元618年—907年）是由唐高祖李渊建立起来的强大王朝，它与汉朝同成为中华民族中兴的两个时代，并以其前所未有的辉煌与繁荣开创了中国的新纪元。\r\n \r\n \r\n\r\n \r\n 隋朝末年，当隋炀帝四处攘乱之际，驻守太原的唐国公李渊率大军进军关中，并于公元618年称帝建国，年号武德，建都长安，开启了李唐王朝统治中国的历史。高祖李渊登基后立即着手消灭其它各部反隋势力，先后击败上邽（天水）的薛举，薛仁杲；洛阳的王世充；河北的窦建德等反对势力，实现了统一大业。\r\n \r\n \r\n\r\n \r\n 武德九年（626年）六月初四，李渊次子李世民在大臣尉迟、敬德、段志玄、长孙无忌等人的帮助下，发动了“玄武门之变”，诛杀了与自己对立的太子李建成，及四弟李元吉，进而迫使其父李渊退位。同年八月，秦王李世民在大多数朝臣武将的拥护下即皇帝位，改年号贞观，是为历史上著名的唐太宗，唐太宗李世民是我国历史上比较开明的皇帝之一。贞观二年，太宗命兵部尚书大将李靖讨伐突厥，大获全胜。从此消除了西域各族对中原的威胁。与此同时，太宗皇帝启用贤能人士，由魏征、高士廉、房玄龄、杜如晦、长孙无忌等人为宰相，辅助处理国家政事。在其统治下，通过一系列的政治经济文教等方面的改革，使大...","trackId":70444274,"title":"17.唐朝历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group56\/M03\/49\/59\/wKgLgFxtXwzy8dcjADqYlejKmNw201.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"五代（公元907－960年）有时也称为五代十国，一般认为从公元907年朱温灭唐到960年北宋建立，短短的五十四年间，中原相继出现了梁、唐、晋、汉、周五个朝代，史称后梁、后唐、后晋、后汉、后周。同时，在这五朝之外，还相继出现了前蜀、后蜀、吴、南唐、吴越、闽、楚、南汉、南平（即荆南）和北汉等十个割据政权，这十几个政权统称“十国”。这就是中国历史上的“五代十国”。\r\n \r\n \r\n 五代的开国之君，都是前朝的藩镇，靠军事割据发展起来的，故这一时期的历史特点是战争频仍，政权屡有更迭。在五个朝代中，后梁维持的时间最长，也只有十七年，其次后唐十四年，后晋十一年，后周九年，而后汉仅仅四年，都不足十年。其实，即使在一朝之内，其权位之争亦超乎寻常。如后梁太祖朱温登上皇位才五年，就被其次子朱友硅所杀。而朱友硅上台不久，又被其弟朱友贞所杀。再如后唐明宗李嗣源的儿子秦王李从荣，亦曾以兵夺权，未能成功，反丢了性命。明宗去世之后，其弟五子李从厚继位，仅只一年，其位即被明宗的养子李从珂所夺。频频的兵戎相见，给百姓带来了极大痛苦和灾难。\r\n \r\n \r\n 五代的第一个朝代是由朱全忠篡唐而建的朱梁王朝，改进了唐朝的一些政弊，后梁被世仇李存勖的后唐所...","trackId":53468817,"title":"18.五代十国历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group55\/M00\/B4\/4D\/wKgLf1xyhWCiDvSvAC4h-c08jUI836.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0},{"trackIntro":"北宋（公元960年~公元1127年）是由宋太祖赵匡胤建立起来的封建王朝。宋王朝的建立，结束了自唐末而形成的四分五裂的的局面，使中国又归于统一。但由于与宋同时代的辽、金、西夏等国的强大，北宋与南宋的政权一直处于外族的危胁之中。\r\n \r\n \r\n  \r\n \r\n \r\n 公元960年，后周都点检赵匡胤在出兵途中，发动了政变，迫使周恭帝退位，建立了宋王朝，史称&quot;北宋&quot;，这就是史书上记载的&quot;陈桥兵变&quot;。他便是宋朝的开国皇帝&quot;宋太祖&quot; 。在当时，除了刚建立起来的宋朝之外，还同时存在着后蜀、南汉、南唐、吴越、北汉等割据势力。于是自宋朝建国伊始，宋太祖赵匡胤便开始了他统一全国的斗争。北宋于公元964年、965年、970年先后消灭了荆湘、后蜀、南汉三地，又于974年击败了势力较为强大的南唐。此后，吴越与福建漳、泉等地的地方势力纷纷&quot;纳土&quot;于宋王朝，使纷乱的时局逐渐结束。\r\n \r\n \r\n  \r\n \r\n \r\n 在五代十国的后晋时期，曾把北方的燕云十六州割与契丹族所建立的辽国。为了收复燕云十六州，北宋与辽进行了长期的战争。自宋太宗赵光义起，北宋曾多次与辽交战，但一直未能收复失地。直至公元1004年，北宋真宗与辽国在澶州定下了停战和议，约定宋辽...","trackId":53468853,"title":"19.北宋历史简介","musicUrl":"http:\/\/fdfs.xmcdn.com\/group55\/M03\/BA\/BC\/wKgLdVxypTuCKM38ACIAqsby9no623.mp3","coverimg":"http:\/\/fdfs.xmcdn.com\/group26\/M02\/4F\/53\/wKgJWFkQi-zSiCNdAACBV2cAbbw485_mobile_large.jpg","musicVisit":0}
  
  ]
