[
 
{
 "text" : "哥现在有钱了，以后可以过奢侈的生活了，我要吃最贵的，穿最贵的，住最贵的，玩最贵的！想想以后的幸福生活我都能笑醒：穿着宇航服，住在特护病房里，炒着股票，吃着药……"
 },
 
 
 {
 "text" : "今天我去买菜，问“老板螃蟹怎么卖？”....老板：“158块一斤”我说：“ 太贵了，不要。”老板手一指旁边：“那个螃蟹刚死，18块钱一斤。”我说：“咋死的[疑问]”老板瞟了我一眼：“嫌贵没人买，自己气死的。.. ”看吧，一生气就不值钱了，所以，活着就要开开心心的！"
 },

 {
 "text" : "陪老板去应酬客户，酒过三巡客户说时间尚早，打会麻将娱乐娱乐。结果老板恰巧有事，甩了一万块钱让我陪打。老板临走前在旁边看了几局都是我放炮，拍了拍我肩膀鼓励道：“小律啊，加油！”哪知道老板一走，我是时来运转，大杀四方，三个客户被我杀的脸都绿了，结束后我一数钱，卧槽赢了两万多，也不知道明天老板会给我吃红多少...."
 },
 
 
 {
 "text" : "他意外身亡，她伤心过后，决定走遍所有传闻闹鬼的地方。结果，跑了十几年都没有见到一只鬼，她很绝望，她说：“我真的不可能再见到你了吗？还是你不想再见到我？”忽然身后响起一个幽幽的声音：“你以为你都是怎么从那些地方平安走出来的”"
 },
 {
 "text" : "我问:“妈，你天天骂爸爸笨的要死，当初为什么要嫁给他呢！” 我妈笑道:“哎，那时候提亲，别人家都是几斤鸡蛋几斤肉的，你爸却赶着两头猪十几只鸡上我家，都怪我嘴馋…”"
 },
 
 
 {
 "text" : "我跟你们说个事实，现在大部分男生，都没有追求女生的欲望了，不信自己看看你们身边，其实男的和男的一起玩，更开心，女生，各种脾气，无理取闹，现在的男人，除了游戏，上班，多余的时间，大多数是跟自己的兄弟玩。😖😖😖😖"
 },
 {
 "text" : "表妹学习不好，经常挨她爸揍。这次半期又没考及格，她爸就拿着竹篾抽她，她一边躲一边哭喊:爸爸你不要打了，爸爸我再也不敢了。她爸一边抽一边回：谁叫你叫我爸爸，你叫我爸爸我就要打你！表妹哭着又说:老王你不要打了，我再不叫你爸爸了……"
 },
 
 
 {
 "text" : "夜里两点钟给异地恋的女友打电话：“看你发朋友圈，还没有睡啊？”她喘着粗气说道：“我在跑步呢…一会回给你…”随后传来啪啪啪的声音，她喘的越来越厉害，我觉得不对，连忙问到：“你是穿的拖鞋跑的吧？跑慢点，别歪脚了…”"
 },
 {
 "text" : "跟她在网络游戏中认识的，带她玩了几次，赖上我了。只好带她一起玩，给她买装备。有一天我突然开玩笑的问她:“你欠我那么多，准备怎么还？”她说:“那我嫁给你呗！” 随后她消失了，半个月后我找到她家，我看着墓碑上那个秀美的小脸说道:“你不是答应嫁给我吗？” 后来跟她朋友聊起天我才知道。他为了我去了泰国做了手术，但却没挺过来。"
 },
 
 
 {
 "text" : "在大排档吃饭旁边相亲的一对小年轻笑死我了。女孩：那我直接问了哈，你现在每月能挣多少？男的：工资6000多，每月跟同事打麻将还能赢1000，很稳定 ……"
 },
 {
 "text" : "前两天，去接侄子和侄女放学。这俩小家伙，那是见什么要什么。没一会儿功夫，就花我几十大洋。今天我变聪明了，去的时候在兜里装了几个棒棒糖。可别说，这年头啊！没有几个棒棒糖，别说哄大人了就连小孩子你都哄不住。"
 },
 
 
 {
 "text" : "有一次在火车上，给一位四五十的大妈让座，从凌晨四点开始站了两个多小时。中途有人带大行李箱上车，我给人让路，把我行李箱往进推。那装睡大妈嫌我箱子挤到她了，瞪了我一眼，还拿膝盖把我行李箱就顶到过道给弄倒了。我气得就掏出车票说：不好意思，这是我的座位，请您让一下！真心…伤到了！！！"
 },
 {
 "text" : "合租的妹子过生日，我给她买了一个蛋糕，她为了表示感谢，说要给我做几个拿手菜尝尝。一会儿功夫，她就从厨房端出一盘黄瓜炒鸡蛋，一盘红烧茄子，你还别说，味道确实挺不错的。只见她又转身往厨房走，我说别麻烦了，只见她冲我莞尔一笑，又端出一盘清炒莲藕，一盘辣椒炒肉，真是个能干的姑娘..."
 },
 
 
 {
 "text" : "男票玩麻将时，收到了一张100元假钞。这货为了装逼，拿出打火机点了那张假钞，又用它点燃一支烟抽了起来，让我随手拍了照片发到了朋友圈，下边附上了“有钱任性“四个字……现在我的朋友圈消息爆满了"
 },
 {
 "text" : "昨天在网吧通宵，旁边坐一美女，我玩的正嗨，那美女拍了拍我说：帅哥，我有火，借根烟呗。 就冲你叫我这声帅哥，给，把这一包拿上吧。美女鄙视的看了我一眼，拿出了里面的最后一根"
 },
 
 
 {
 "text" : "活不起了，出售本人！八成新，正当年，手续齐全，还能赚点小钱！一点伤没有，到手不担心贴钱，百公里也就三两米饭二两菜，特省钱，上得了厅堂，下得了厨房，当得了孩子王，照顾得了爹娘，有钱会花，没钱在家，带得出去，领得回家，快过年了，最近手头紧，有意者欢迎咨询，顺风包邮，自己上楼！"
 },
 {
 "text" : "驾校教练一枚，前两天带一女学员练习科三大路，我们直行，路口有辆卡车左转，她问我：教练，这个要不要让啊？我说：你干的过他吗？她说干不过，还是让吧！然后下一个路口有一辆教练车左转，她自言自语道：咦……这个好像能干过，然后就直接上了"
 },
 
 
 {
 "text" : "今天被同事嘲笑了，心里堵得慌。人家好端端的一个女人，怎么可能是他们想的那样子嘛！真是的，不就是多看了几眼美女。那他们也看了啊！只是看的地方不一样而已嘛 ，哼！ 可真别说，这美女就是养眼。只是可惜了，没我的大。"
 },
 {
 "text" : "前几天路遇一段友，可是没车又不知道怎么发暗号，于是用闪光灯。本来打算两短一长的，结果一激动变成了三长三短了。这就是你进警局的理由？我媳妇说到。 靠，我有女朋友吗？看来是喝多了！"
 },
 
 
 {
 "text" : "有一天，下班回家，走到河边，看见一个美女正在往河边走，好像要轻生，我赶快跑上前去劝阻她。她说她老公不要她了，非要死，我看她长的不错就说：跟着我吧，让我来保护你。第二天那个完事后，我问她，她老公咋不要她了，人长的也挺漂亮啊，她说了一句话，现在我们俩都在河边站着。"
 },
 {
 "text" : "下班路上，被一小伙子拦住:“大哥，能不能借我十块钱？我想买张火车票回家，我的手机和钱包弄丢了…” 我掏出十块钱递了给他，转身离开。他却待在原地哭泣，我走回问他:“路费不够吗？还差多少？” 他抹着眼泪感谢道:“大哥，我一定百倍还你，我沿路问了几十个，没一个人搭理我，都以为我是骗子…” 没说完又哭了！"
 },
 
 
 {
 "text" : "昨晚跟老婆冷战，今天早上，为讨好她，我早早起床，买了豆浆和茶叶蛋放到桌子上，小贩找给我的1.4元钱也放桌子上，老婆醒后，我指了指餐桌，期待老婆的感动，谁知老婆看后啪啪给我两巴掌，大骂：“不行就离婚!”我到现在还懵逼啊!!!!!"
 },
 {
 "text" : "我和老公结婚两年了，结婚前他还挺规矩的，结婚后有一次居然偷看我洗澡，被我骂了一顿，睡觉的时候还想脱我衣服，被我打了几顿，现在老实了，到另一个房间睡去了，结婚前觉得他挺老实的，没想到他是这样的人。对了，为什么同事结婚了都有孩子了，我们结婚两年了怎么没有啊"
 },
 
 
 {
 "text" : "一直怀念高中和同桌没捅破的爱情，25岁还没谈过恋爱，父母为我安排相亲。跑去看到女孩竟然是高中同桌，我激动的脑子发热，开口就问：“谈吗？”女孩说“谈！”我又问：“订婚？”女孩：“订”双方父母目瞪口呆，沉默了很久。相亲宴就在这四句话六个字之后变成了订婚宴。"
 },
 {
     "text" : "小明跟小华到动物园玩，进门时，小明指着小华对看门人说：“看清楚喔！等会儿出来，别说我偷了你们的猴子！"
 },
 
 
 {
     "text" : "父亲对女儿的男友严厉地说：“你每天只带我女儿看电影，就不能做点别的事？”年轻人又惊又喜：“您是说可以做其它的事儿了吗？"
 },
 
 {
     "text" : "学了点国语的老外。早晨和女秘书打招呼“你吗好？”小姐瞪了他一眼，他一楞，马上又对她说：“妈，你好！”"
 },
 
 
 {
     "text" : "有两只小鸟看见一个猎人正在瞄准它们，一只说，你保护现场我去叫警察！"
 },
 {
     "text" : "两个醉汉驾着汽车狂奔。甲：“小心点！前面是急转弯。”乙：“什么？不是你在开车吗？”"
 },
 
 
 {
     "text" : "一个顾客气愤地跑进裁缝店，指着店主给他设计的时装说：“我站在街道拐角打哈欠，两个人把信塞进我嘴里！”"
 },
 {
     "text" : "一个农夫的女儿实在太丑了，他只好让她去玉米地当稻草人吓唬乌鸦。结果她不仅吓走了乌鸦，甚至有三只乌鸦吓得把一些玉米送了回来。"
 },
 
 
 {
     "text" : "中国人美国人犹太人一起喝饮料，三只苍蝇飞入他们饮料中.美国人重要了一杯，中国人没理会就喝下，犹太人一把抓出苍蝇大喊道：吐出来！你丫把喝下去的饮料吐出来！"
 },
 {
     "text" : "动物园里有只猩猩奇丑无比，有一天我去看了，我吐了，你去看了，猩猩吐了……，我就呐闷，人和人的差别怎么就这么大呢。"
 },
 
 
 {
     "text" : "一农民到某汽车销售中心，只见他掏出2000元人民币往桌子上一拍：“给我来辆桑塔纳。”营业员大惊：“你的钱不够啊！”农民不解：“外面不是写着‘桑塔纳2000’吗？”营业员：“哦……那您出门往右拐，那家公司的奔驰才600！”"
 },
 {
     "text" : "悬崖上一小老鼠挥舞着短短的前爪，一次又一次跳下去努力学习飞翔，旁边母蝙蝠看着它摔的头破血流，忧心的说：它爹，要不告诉它，它不是咱亲生的！"
 },
 
 
 {
     "text" : "某男生宿舍卧谈会持续至凌晨3点，突然想讨论一个问题“碰到一个漂亮姑娘，首先该说什么?”某君从梦中惊醒，曰：“甭说了，咱们睡吧！”"
 },
 {
     "text" : "抢匪：“快把保险箱密码说出来！不说杀了你！”女职员：“杀了我也不说！你糟蹋了我我也不说！”抢匪上下打量她后：“你想得美！”"
 },
 
 
 {
     "text" : "雌鸟泪流满面，雄鸟怒气冲天的说：“我跟你讲了多少遍了，这个指环是鸟类研究站的人给我套上的，不是结婚戒指！我还没结婚！”"
 },
 ]
